/* Menu strings */
"Main Menu About" = "Sobre o %@";
"Main Menu Hide Others" = "Ocultar Outros";
"Main Menu Show All" = "Mostrar Tudo";
"Main Menu Quit" = "Sair do %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Autenticação";
"Text PreAuth" = "Você necessita de uma senha de Administrador para instalar o software.";
"Info PreAuth" = "";
"Lock PreAuth" = "Clique na protecção para efectuar as alterações";
"Lock Auth" = "A autenticar...";
"Text PostAuth" = "Espere um momento enquanto o instalador está a ser configurado";
"Info PostAuth" = "";
"Lock PostAuth" = "O utilizador está autenticado";


/* Buttons */
"Cancel" = "Cancelar";
"OK" = "OK";
"Quit" = "Sair";
"Resume" = "Continuar";

/* Dialogs */
"Quit Dialog Title" = "Cancelar Instalação";
"Quit Dialog Header" = "Instalação Não Concluída";
"Quit Dialog Text" = "Se cancelar a instalação agora, o %@ não será instalado. Para continuar a instalação, clique em 'Continuar'. Para cancelar a instalação, clique em 'Sair'.";

"Application Error Title" = "Erro da Aplicação";
"Application Error Text" = "Não é possível continuar a instalação do %@ devido a um erro de execução. (Código de erro -43)";

"Execution Error Title" = "Erro de Execução";
"Execution Error Text" = "Não é possível continuar a instalação do %@ devido a um erro de execução. (Código de erro -43)";
